Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZA Annex ZA_ZA Lisa ZA.tmx
Source language: en
Languages: et

source: Annex ZA (normative)
et: Lisa ZA (normlisa)

source: Normative references to international publications with their corresponding European publications
et: Normiviited rahvusvahelistele standarditele ja neile vastavatele Euroopa standarditele

source: The following documents, in whole or in part, are normatively referenced in this document and are indispensable for its application.
et: Standard sisaldab dateeritud ja dateerimata viidete abil muude väljaannete sätteid. Need normiviited on osundatud teksti sobivates kohtades ning väljaanded on loetletud allpool.

source: For dated references, only the edition cited applies.
et: Dateeritud viidete hilisemad muudatused ja uustöötlused rakenduvad selles standardis üksnes muudatuse või uustöötluse kaudu.

source: For undated references, the latest edition of the referenced document (including any amendments) applies.
et: Dateerimata viidete korral kehtib viidatud dokumendi uusim väljaanne koos kõigi muudatustega.

source: NOTE
et: MÄRKUS

source: When an international publication has been modified by common modifications, indicated by (mod), the relevant EN/HD applies.
et: Kui rahvusvahelist standardit on ühismuutustega muudetud (tähis mod), kehtib vastav Euroopa standard (EN) või harmoneerimisdokument (HD).
